Repository: common-repository/stfcopyright
Catalog: languages/stfCopyright-*.po
Languages: ja, ru_ru, zh_cn

source: It saved
ja: 保存しました
ru_ru: Он сэкономил

source: stfCopyright setting
ja: stfCopyright設定
ru_ru: Настройка stfCopyright
zh_cn: stfCopyright设置

source: CopyrightMaker
ja: Copyrightメーカー

source: stfCopyright is a plug-in that automatically generates Copyright to be displayed on the site footer etc. The update year can also be updated automatically
ja: stfCopyrightはサイトフッターなどに表示するCopyrightを自動生成するプラグインです。更新年も自動更新できます
ru_ru: stfCopyright - это плагин, который автоматически генерирует авторские права, которые будут отображаться на нижнем колонтитуле сайта и т. д. Год обновления также может автоматически обновляться
zh_cn: stfCopyright是一个插件，可以自动生成在网站页脚上显示的版权等。更新年份也可以自动更新

source: Please paste short code below on WordPress theme (footer.php etc.).
ja: 以下のショートコードをWordPressのテーマ（footer.phpなど）に貼り付けてください
ru_ru: Пожалуйста, вставьте короткий код ниже в тему WordPress (footer.php и т. Д.)
zh_cn: 请将下面的短代码粘贴到WordPress主题（footer.php等）上。

source: Copyright display setting
ja: 著作権表示設定
ru_ru: Настройка отображения авторских прав
zh_cn: 版权显示设置

source: Name of copyright owner
ja: 著作権所有者の名前
ru_ru: Имя владельца авторских прав
zh_cn: 版权所有者的名称

source: Copyright Issued Year
ja: 著作権発行年
ru_ru: Год выпуска
zh_cn: 版权发布年份

source: Update year auto update
ja: 更新年自動更新
ru_ru: Обновление автоматического обновления года
zh_cn: 更新一年自动更新

source: Automatically renew the copyright renewal year at the New Year (1/1).
ja: 正月（1/1）に著作権再生年を自動的に更新します。
ru_ru: Автоматически обновлять год продления авторского права на Новый год (1/1).
zh_cn: 在新年（1/1）自动更新版权续期年份。

source: Copyright renewal year (manual)
ja: 著作権更新年（マニュアル）
ru_ru: Год обновления авторских прав (руководство)
zh_cn: 版权续订年份（手动）

source: Copyrights format
ja: 著作権 表示形式
ru_ru: Формат авторских прав
zh_cn: 版权格式

source: Date format
ja: 日付フォーマット
ru_ru: Формат даты
zh_cn: 日期格式

source: (Copyright Issuing Year - Updated Year)
ja: (著作権発行年度-更新年度)
ru_ru: (Год выпуска авторских прав - Обновленный год)
zh_cn: （版权发布年份 - 更新年份）

source: (Update year)
ja: (更新年度)
ru_ru: (Обновить год)
zh_cn: （更新年份）

source: (Copyright Issuing Year)
ja: (著作権発行年度)
ru_ru: (Год выпуска авторских прав)
zh_cn: （版权发行年份）

source: Free entry of Copyright
ja: Copyrightの自由入力
ru_ru: Бесплатный вход в авторское право
zh_cn: 免费进入版权

source: Short code
ja: ショートコード
ru_ru: Короткий код
zh_cn: 短代码
